<template>
    <div class="notice_details">
        <back-title title="公告详情"></back-title>
        <div class="content_outer">
            <h3>{{noticeDetails.title}}</h3>
            <div class="other" flex="main:justify">
                <span>{{noticeDetails.creatTime}}</span>
                <span class="read">{{noticeDetails.read}}</span>
            </div>
            <div class="content">
                {{noticeDetails.content}}
            </div>
        </div>

    </div>
</template>

<script>
import BackTop from '@/components/BackTop'
export default {
    name: 'notice_details',
    data () {
        return {
            noticeDetails:{
                id:'001',
                title:'党员通知率先垂范卫生清扫扫出美丽家园-双柏分公司开展学雷锋志愿服务',
                creatTime:'2018／04／11  09:36:27',
                content:'为保障巡视工作有序开展，决定面向系统内进行公开招聘，现就有关事项通知如下：一、招聘岗位巡视工作办公室巡视管理岗，具体详见附件。二、招聘对象与系统内各单位签订劳动合同且符合招聘岗位任职资格要求的员工。三、招聘条件（一）基本条件1、遵守国家法律法规，具有良好的思想品质和道德素质；2、有强烈的集体荣誉感和工作责任心，坚持实事求事的原则；3、思想端正，能吃苦耐劳，有崇高的理想和伟大的目标；4、注重个人道德修养，养成良好的生活作风，乐于助人；为保障巡视工作有序开展，决定面向系统内进行公开招聘，现就有关事项通知如下：一、招聘岗位巡视工作办公室巡视管理岗，具体详见附件。二、招聘对象与系统内各单位签订劳动合同且符合招聘岗位任职资格要求的员工。三、招聘条件（一）基本条件1、遵守国家法律法规，具有良好的思想品质和道德素质；2、有强烈的集体荣誉感和工作责任心，坚持实事求事的原则；3、思想端正，能吃苦耐劳，有崇高的理想和伟大的目标；4、注重个人道德修养，养成良好的生活作风，乐于助人；为保障巡视工作有序开展，决定面向系统内进行公开招聘，现就有关事项通知如下：一、招聘岗位巡视工作办公室巡视管理岗，具体详见附件。二、招聘对象与系统内各单位签订劳动合同且符合招聘岗位任职资格要求的员工。三、招聘条件（一）基本条件1、遵守国家法律法规，具有良好的思想品质和道德素质；2、有强烈的集体荣誉感和工作责任心，坚持实事求事的原则；3、思想端正，能吃苦耐劳，有崇高的理想和伟大的目标；4、注重个人道德修养，养成良好的生活作风，乐于助人；为保障巡视工作有序开展，决定面向系统内进行公开招聘，现就有关事项通知如下：一、招聘岗位巡视工作办公室巡视管理岗，具体详见附件。二、招聘对象与系统内各单位签订劳动合同且符合招聘岗位任职资格要求的员工。三、招聘条件（一）基本条件1、遵守国家法律法规，具有良好的思想品质和道德素质；2、有强烈的集体荣誉感和工作责任心，坚持实事求事的原则；3、思想端正，能吃苦耐劳，有崇高的理想和伟大的目标；4、注重个人道德修养，养成良好的生活作风，乐于助人；为保障巡视工作有序开展，决定面向系统内进行公开招聘，现就有关事项通知如下：一、招聘岗位巡视工作办公室巡视管理岗，具体详见附件。二、招聘对象与系统内各单位签订劳动合同且符合招聘岗位任职资格要求的员工。三、招聘条件（一）基本条件1、遵守国家法律法规，具有良好的思想品质和道德素质；2、有强烈的集体荣誉感和工作责任心，坚持实事求事的原则；3、思想端正，能吃苦耐劳，有崇高的理想和伟大的目标；4、注重个人道德修养，养成良好的生活作风，乐于助人；',
                read:3208
            }
        }
    },
    components:{BackTop},
    methods:{
    },
    mounted(){
    },

}
</script>
<style lang="scss" scoped>
    $url:'../../assets/';
    .notice_details{
        height: 100%;
        background: #fff;
        .content_outer{
            padding: 15px 18px;
        }
        h3{
            font-size: 22px;
            font-weight: 900;
            text-align: left;
            margin-bottom: 15px;
        }
        .content{
            text-align: left;
            margin-top: 18px;
        }
    }
</style>
